Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/care_in_your_community/physiotherapy_services.html.txt.tmx
Source language: en
Languages: ga

source: Physiotherapy services delivered through the public health service are generally provided in hospitals, either on an in-patient or out-patient basis
ga: Is iondúil go gcuirtear seirbhísí fisiteiripe, a sholáthraítear tríd an tseirbhís sláinte poiblí, ar fáil ar bhonn othar cónaitheach nó othar seachtrach

source: Physiotherapists are specialised members of the healthcare profession who use mainly physical means such as exercise, manipulation, massage and electrical methods of therapy
ga: Is speisialtóirí de ghairm an chúraim sláinte iad fisiteiripeoirí a bhaineann leas as modhanna fisiciúla amhail aclaíocht, láimhsiú, suathaireacht agus modhanna leictreacha teiripe go príomha

source: This therapy is used to treat pain, injury and disability as a result of conditions and illnesses that affect people of all ages and backgrounds
ga: Baintear leas as an teiripe seo chun pian, gortú agus míchumas a chóireáil mar thoradh ar riochtaí agus ar bhreoiteachtaí a théann i gcion ar dhaoine is cuma cén aois iad nó cén cúlra atá acu

source: A limited community physiotherapy service may also be provided by the Health Service Executive (HSE)
ga: D’fhéadfadh go mbeadh seirbhís fisiteiripe pobail theoranta á cur ar fáil ag Feidhmeannacht na Seirbhíse Sláinte (FSS) freisin

source: Where available from the HSE, physiotherapy services are free of charge to medical card holders and people who have a Health Amendment Act Card. Rules The Health Service Executive is not obliged to provide physiotherapy services in the community but it does in some cases
ga: Nuair atá siad ar fáil ó FSS, tá seirbhísí fisiteiripe saor is aisce i gcás Daoine a bhfuil cártaí leighis acu agus daoine ag a bhfuil Cárta faoin Acht um Leasú Sláinte.Níl sé d’oibleagáid ar Fheidhmeannacht na Seirbhíse Sláinte (FSS) seirbhísí fisiteiripe a sholáthar sa phobal ach déanann siad é i gcásanna áirithe

source: Usually, a community service is provided in health centres or clinics
ga: Is iondúil go gcuirtear seirbhís pobail ar fáil in ionaid sláinte nó i gclinicí

source: In general, if you wish to access physiotherapy services as a public patient, you need a referral from your family doctor (GP), public health nurse or hospital
ga: De ghnáth, más mian leat teacht ar sheirbhísí fisiteiripe mar othar poiblí, caithfidh tú foirm atreoraithe a fháil ó do dhochtúir teaghlaigh (Dochtúir Ginearálta), altra sláinte poiblí nó ospidéal

source: You can also refer yourself to a community physiotherapist
ga: Is féidir leat tú féin a atreorú chuig fisiteiripeoir pobail freisin

source: You will have to pay for physiotherapy services if you attend a physiotherapist in a private capacity. However, you may be able to claim tax relief for medical expenses
ga: Beidh ort íoc as seirbhísí fisiteiripe má tá tú ag dul chuig fisiteiripeoir ar bhonn príobháideach, ach b’fhéidir go mbeifeá in ann faoiseamh cánach i gcomhair costais leighis

source: Contact your Local Health Office or health centre for further information on the availability of physiotherapy services in your area
ga: Déan teagmháil le d’Oifig Sláinte Áitiúil nó d’Ionad Sláinte Áitiúil chun tuilleadh eolais a fháil faoi sheirbhísí fisiteiripe i do cheantar

source: The Irish Society of Chartered Physiotherapists is the professional body representing chartered physiotherapists
ga: Is é Cumann Fisiteiripeoirí Cairte na hÉireann an comhlacht gairmiúil a dhéanann ionadaíocht d’fhisiteiripeoirí cairte
